Repository: lmolinier/mycovipass
Catalog: lib/l10n/app_*.arb
Languages: fr

# empty
source: To add a QR Code, press on the + button and follow instructions...
fr: Pour ajouter un QR Code, appuyer sur le bouton + et laissez-vous guider...

# loadingError
source: Cannot create the QR
fr: Error de création du QR Code

source: Loading file
fr: Chargement du fichier

# loadingPdf
source: Converting PDF file
fr: Conversion du fichier PDF

# loadingPng
source: Converting PNG file
fr: Conversion du fichier PNG

# loadingJpg
source: Converting JPG file
fr: Conversion du fichier JPG

# loadingSuccess
source: Successfully loaded!
fr: Ajout réussi!

# errorDelete
source: Cannot delete
fr: Erreur de suppression

# confirmDeletion
source: Please confirm deletion
fr: Êtes-vous sûr de vouloir supprimer ?

# actionDelete
source: Delete
fr: Suprression

# actionChangeAvatar
source: Change avatar
fr: Changer l'avatar

# errorDecode
source: cannot decode QR Code
fr: Erreur de décodage du QR Code

# eudccDelivered
source: Delivered:
fr: Délivré le :

# scanCodeTitle
source: Scan a QR Code
fr: Scannez un QR Code

# selectAvatarTitle
source: Select the avatar
fr: Choisissez votre avatar

# selectAvatarColor
source: Select background color
fr: Choisissez une couleur

# selectAvatarColorShade
source: Select color shade
fr: Choisissez une nuance

# selectedAvatarColorAndShade
source: Selected color and its shades
fr: Couleur et nuances choisies
